[Info]
;Please fill out the correct and up to date information below.
WizardFontName=Verdana
WizardFontSize=9
DefaultSubtitleFontName=Verdana
KMPWizardVer=1.1.0.16 beta (2008/06/20)
LangVer=1.1.0.16 beta (2008/06/20)
Maintainer=NonE (2008-2008)
Contact=Αφήστε μήνυμα στο επίσημο forum. (http://www.kmplayer.com/forums)

[MessageBox]
MsgKMPMustClose=Ο KMPlayer πρέπει να είναι κλειστός πριν ξεκινήσει ο Οδηγός Εγκατάστασης.
MsgRegistryMakeFail=Αποτυχία στην αρχικοποίηση των καταχωρήσεων της registry.
MsgKMPNotInstalled=Ο KMPlayer δεν μπορεί να βρεθεί στο σύστημα. Παρακαλούμε να εγκαταστήσετε πρώτα τον KMPlayer.

[StringTopHelp]
stringTopHelpIntro=Καλώς ορίσατε στον Οδηγό Εγκατάστασης. (Βήμα 1 από 10)
stringTopHelpPCSpec=Επιλέξτε μια ρύθμιση κατάλληλη για το τρέχων περιβάλλον. (Βήμα 2 από 10)
stringTopHelpCodecPriority=Καθορίστε πώς να χρησιμοποιηθούν οι αποκωδικοποιητές και η προτεραιότητα εργασίας. (Βήμα 3 από 10)
stringTopHelpSubtitle=Διαμορφώστε τον τύπο γραμματοσειράς, το μέγεθος και την κάθετη θέση του Υπότιτλου. (Βήμα 4 από 10)
stringTopHelpSpeaker=Προσαρμόστε τις ρυθμίσεις των ηχείων. (Βήμα 5 από 10)
stringTopHelpSkinSelect=Επιλέξτε εμφάνιση. (Βήμα 6 από 10)
stringTopHelpAlbumArt=Ενεργοποίηση Flash Album Art. (Βήμα 7 από 10)
stringTopHelpOthers=Προσαρμογή διάφορων ρυθμίσεων. (Βήμα 8 από 10)
stringTopHelpFileLink=Επιλέξτε τις επεκτάσεις που συνδέονται με τον KMPlayer. (Βήμα 9 από 10)
stringTopHelpFinish=Ο Οδηγός ολοκληρώθηκε. (Βήμα 10 από 10)

[String]
stringClose=&Τέλος
stringPCSpecDescLowEndPC=Αυτός είναι ειδικός τρόπος σχεδιασμένος μόνο για την απόδοση αναπαραγωγής. Αν η αναπαραγωγή δεν είναι ομαλή ακόμα και τώρα, πρέπει σοβαρά να σκεφτείτε μια αναβάθμιση του υπολογιστή σας.
stringPCSpecDescGeneralPC=Η αναπαραγωγή θα είναι καλή για Η/Υ γενικής χρήσης (Pentium 4 Class). Ωστόσο, αν έχετε πρόβλημα στην αναπαραγωγή HD βίντεο, απαιτείται να αλλάξετε την προρύθμιση σε Απόδοση. Επισκεφτείτε το επίσημο forum για περισσότερα tweaks.
stringPCSpecDescHighEndPC=Η συνολική ποιότητα εικόνας μπορεί να βελτιωθεί ως κάποιο σημείο. Ωστόσο, μπορεί να υπάρξει πρόβλημα αργής ή σπασμωδικής αναπαραγωγής. Δεν συνίσταται συγκεκριμένα η αναπαραγωγή υψηλής ευκρίνειας βίντεο με αυτή την επιλογή. Χρησιμοποιείστε την με δικό σας ρίσκο.
stringContextMenuPlayStr=&Αναπαραγωγή με KMP
stringContextMenuEnqueueStr=&Προσθήκη στη Λίστα Αναπαραγωγής του KMP

[Control]
btnBack=< &Πίσω
btnNext=&Επόμενο >
btnCancel=&Ακυρο

;[Introduce]
labelIntro=Ο Οδηγός Ερκατάστασης θα σας καθοδηγήσει σε μερικές βασικές ρυθμίσεις του KMPlayer. Ο KMPlayer πρέπει να είναι κλειστός πριν ξεκινήσει ο Οδηγός Εγκατάστασης.
labelWarning=Οταν ο Οδηγός Εγκατάστασης ολοκληρωθεί, οι αλλαγές θα αποθηκευτούν σαν προρύθμιση στο Επιλογές > Διαχείρηση Διαμορφώσεων. Μπορεί να διατηρηθεί χειροκίνητα στις προτιμήσεις.
labelLanguage=Επιλογή Γλώσσας
radioDefaultSetting=Default Setting
radioOldSetting=Keep existing setting
radioUserSetting=User define Setting

;[PCSpec]
labelPCSpecTop=Επιλέξτε προρύθμιση βελτιστοποιημένη για...
radioLowPC=Απόδοση (1GHz)
radioNormalPC=Γενική Χρήση (Συνιστάται)
radioHighPC=Ποιότητα (3GHz)
labelPCSpecDesc=Η αναπαραγωγή θα είναι καλή για Η/Υ γενικής χρήσης (Pentium 4 Class). Ωστόσο, αν έχετε πρόβλημα στην αναπαραγωγή HD βίντεο, απαιτείται να αλλάξετε την προρύθμιση σε Απόδοση. Επισκεφτείτε το επίσημο forum για περισσότερα tweaks.
labelTVOutTop=Εξοδος Υπότιτλου σε TV
labelTVoutDesc=Καθιερώστε μια διαμόρφωση υπότιτλων για την έξοδο σε TV. Οι υπότιτλοι θα αναμιχθούν άμεσα με τα αποκωδικοποιημένα τηλεοπτικά ρεύματα το οποίο προκαλεί μια τηλεοπτική επικάλυψη που παίζεται στη βασική οθόνη στην επίδειξη μέσα στη δεύτερη οθόνη (TV). Για να χρησιμοποιήσετε αυτό το χαρακτηριστικό, πρέπει να υπάρχει κατάλληλη υποστήριξη από την κάρτα βίντεο και τον οδηγό σας.
checkTVout=Σχεδίασε τους Υπότιτλους σε Εικόνες

;[CodecPriority]
labelCodecTop=Χρήση Αποκωδικοποιητή
labelCodecDesc=Για αρχάριους, συνιστώνται οι προεπιλεγμένες ρυθμίσεις.
LabelBuiltInCodecDesc=Δοκιμάστε τους εσωτερικούς αποκωδικοποιητές πρώτα για την αναπαραγωγή ήχου. Ο KMPlayer περιλαμβάνει σχεδόν όλους τους βασικούς αποκωδικοποιητές που απαιτούνται για την αναπαραγωγή. Με την επιλογή απενεργοποιημένη, οι αποκωδικοποιητές που είναι εγκαταστημένοι στο σύστημα θα χρησιμοποιηθούν πρωτίστως.
checkBuiltInCodec=Χρησιμοποίησε Εσωτερικούς Αποκωδικοποιητές (Συνιστάται)
labelPriorityTop=Προτεραιότητα Εργασίας
labelPriorityDesc=Επιλέξτε την προτεραιότητα εργασίας για τον player. Αυξάνοντας την προτεραιότητα περιορίζεται η σπασμωδική αναπαραγωγή.
radioPriorityNormal=Κανονική
radioPriorityAboveNormal=Πάνω από Κανονική (Συνιστάται)
radioPriorityHigh=Υψηλή

;[Subtitle]
labelSubtitleTop=Διαμόρφωση Ύπότιτλου
labelSubtitleDesc=Μέγεθος Γραμματοσειράς (Χαρακτήρες ανά Γραμμή)
radioSubtitleFontSmall=Μικρό (60 Χ/Γ)
radioSubtitleFontNormal=Κανονικό (45 Χ/Γ)
radioSubtitleFontBig=Μεγάλο (35 Χ/Γ)
labelSubtitleFontChoose=Τύπος Γραμματοσειράς
groupboxSubtitleEffect=Μορφή Γραμματοσειράς
checkSubtitleBold=Έντονη
checkSubtitleItaic=Πλάγια
checkSubtitleOutline=Περίγραμμα
checkSubtitleFadein=Εφφέ Ξεθωριάσματος
checkSubtitleBackground=Φόντο
checkSubtitleShadow=Σκιά
checkSubtitleTransparent=Διαφανές
checkSubtitleUnderline=Υπογραμμισμένο
groupBoxSubtitlePosition=Θέση Υπότιτλου
radioSubtitlePositionOver=Επικάλυψη
radioSubtitlePositionBottom=Κάτω μέρος
radioSubtitlePositionVertical=Κάθετα

;[Speaker]
labelSpeakerTop=Ρύθμιση Ηχείων
labelSpeakerDesc=Επιλέξτε τον αριθμό ηχείων που ταιριάζουν τη διαμόρφωση των ηχείων. Επιλέξτε S/PDIF αν θέλετε να χρησιμοποιήσετε εξωτερικό αποκωδικοποιητή στην έξοδο του 5.1 καναλιού.
radioSpeaker2Ch=2Ch (Ακουστικά)
radioSpeaker21Ch=2.1Ch
radioSpeaker4Ch=4Ch
radioSpeaker51Ch=5.1Ch
radioSpeakerSPDIF=S/PDIF (Ομοαξονικά)

;[SkinSelect]
LabelSkinSelectTop=Επιλογή Εμφάνισης
radioModernSkin=Μοντέρνο Στυλ
radioClassicSkin=Κλασικό Στυλ
radioSkinNotChange=Καμία Αλλαγή
LabelSkinHomepage=Περισσότερες εμφανίσεις εδώ:

;[AlbumArt]
LabelAlbumArtTop=Album Art
LabelAlbumArtDesc=Οταν ένα flash album art χρησιμοποιείται σαν λογότυπο και οι φάκελοι (αναδρομικά) είναι ορισμένοι να δημιουργούν thumbnails, θα εμφανιστεί στην κύρια οθόνη του KMPlayer.
checkAlbumArtEnable=Ενεργοποίηση Album Art

;[Others]
LabelOthersTop=Διάφορα
LabelOthersDesc=Διαμόρφωση διάφορων ρυθμίσεων.
grougBoxGeneral=Γενικές ρυθμίσεις
checkConsistWindowSize=Διατήρησε το μέγεθος του τρέχοντος παραθύρου.
checkMultipleInstance=Επέτρεψε πολλαπλά παράθυρα.
GroupSeekMethod=Μέθοδος Αναζήτησης
radioSeekMethod_FastSeek=Γρήγορη Αναζήτηση: πήγαινε στο κοντινότερο keyframe.
radioSeekMethod_KeyFrameSeek=Ακριβής Αναζήτηση: πήγαινε στο ακριβές χρονικό διάστημα.
GroupFileOpenMethod=Μέθοδος Ανοίγματος Αρχείων στην έναρξη αναπαραγωγής
radioFileOpenMethod_SelectedFileOnly=Επιλεγμένο(α) αρχείο(α) μόνο
radioFileOpenMethod_SimilarFilesTogether=Παρόμοια αρχεία μαζί
radioFileOpenMethod_AllFilesInFolder=Ολα τα αρχεία του φακέλου

;[FileLink]
labelFilelinkTop=Σύνδεσμοι
labelFilelinkDesc=Οι επιλεγμένοι τύποι αρχείων θα χρησιμοποιήσουν τον KMPlayer ως προεπιλεγμένο player. Ο KMPlayer θα εκκινεί αυτόματα με την ενέργεια του διπλού κλικ στα αρχεία στον Windows Explorer.
checkFilelinkVideo=Αρχεία Βίντεο (AVI, DIVX, OGM, MKV, MP4...)
checkFilelinkFlash=Αρχεία Adobe Flash (FLV, SWF...)
checkFilelinkSMI=Αρχεία Υπότιτλων (SMI, SRT, ASS...)
checkFilelinkRealMedia=Αρχεία RealMedia (RMVB, RM, RA...)
checkFilelinkAudio=Αρχεία Ήχου (MP3, FLAC, APE, WAV, OGG...)

;[Finish]
labelFinishTop=Ο Οδηγός Εγκατάστασης ολοκληρώθηκε. Κάνετε κλικ στο [Τέλος] για να εφαρμοστούν οι ρυθμίσεις.
labelFinishDesc=Υπάρχουν πολλές επιπλέον ρυθμίσεις για τον player. Μπορείτε να τις αλλάξετε όποτε θελήσετε από τις προτιμήσεις ή από το μενού με δεξί κλικ όταν χρησιμοποιείται η εφαρμογή.#13#13Επισκεφτείτε το επίσημο forum για βοήθεια:#13http://www.kmplayer.com/forums/
checkFinishExecuteKMP=Εκκίνηση του player όταν κλείσει ο Οδηγός
checkFinishDesktopShortCut=Δημιουργία συντόμευσης στην Επιφάνεια Εργασίας
checkFinishQuickLaunchShortCut=Προσθήκη συντόμευσης στην μπάρα Γρήγορης Εκκίνησης